<template>
	<view>
		 更新日期：2021年4月6日</br>
		生效日期：2021年4月13日</br>
		 欢迎您使用我们的产品和服务！我们非常重视您的隐私保护和个人信息保护。本隐私政策适用于您对椒云平台的访问和使用留存的信息。
		引言：
		我们尽量以更清晰、更容易被您理解的方式展现本隐私政策，从而希望能够真实地传达我们希望向您传达的信息，并希望您在向我们提供某些信息（其中很可能包括您的个人信息）以及允许我们处理并分享某些信息之前，能够清晰地了解这些信息收集的目的、可能的用途以及其他方面的内容。为了便于您阅读及理解，我们将专门术语进行了定义，请参见本隐私政策“附录1：定义”来了解这些定义的具体内容。
		本隐私政策适用于椒云平台（范围详见附录1：定义）所有产品和服务。</br>
		如某款椒云产品有单独的隐私政策，则该产品的隐私政策将优先适用。该产品隐私政策未涵盖的内容，以本隐私政策内容为准。</br>
		本隐私政策旨在帮助您了解我们会收集哪些数据、为什么收集这些数据，会利用这些数据做些什么及如何保护这些数据。</br>
		若您使用椒云平台的服务，即表示您认同我们在本政策中所述内容。在将您的信息用于本隐私权政策未涵盖的用途时，我们会事先征求您的同意。</br>
		本隐私政策将帮助您了解以下内容：</br>
		1.我们如何收集和使用您的个人信息</br>
		2.我们如何使用 Cookie 和同类技术</br>
		3.3. 我们如何共享、转让、公开披露您的个人信息</br>
		4.4. 我们如何保存及保护您的个人信息</br>
		5.5. 您的权利</br>
		6.6. 我们如何处理未成年人的个人信息</br>
		7.7. 您的个人信息如何跨境转移</br>
		8.8. 隐私政策的修订</br>
		9.9. 如何联系我们</br>
		我们深知个人信息对您的重要性，也深知为您的信息提供有效保护是我们业务健康可持续发展的基石。感谢您对椒云平台的使用和信任！我们致力于维持您对我们的信任，恪守适用法律和我们对您的承诺，尽全力保证您的个人信息安全和合理使用。同时，我们郑重承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。</br>
		一、我们如何收集和使用您的个人信息</br>
		椒云平台仅会出于本隐私政策所述的以下目的，收集和使用您的个人信息：</br>
		1.帮助您成为我们的注册用户</br>
		您注册椒云帐号时须至少向我们提供帐号名称、手机号码及或电子邮箱，并创建密码。如果您仅需使用浏览、搜索等基本服务，您不需要注册成为我们的用户及提供上述信息。为了方便您的使用，当您在我们的特定产品中需要另行填写手机号等实名认证信息时，可能会默认显示您椒云帐号绑定的相关信息，您可以根据产品功能进行修改。
		您提供的上述信息，将在您使用椒云平台产品和服务期间持续授权我们使用。在您注销帐号时，我们将停止使用并删除上述信息或对您的个人信息进行匿名化处理，法律法规另有规定的除外。</br>
		2.向您提供产品和服务</br>
		（1）您向我们提供的信息</br>
		您使用我们的特定产品和服务时（如支付、购买产品和服务、建立个人主页、发表文章等），为满足向您提供产品和服务之目的，除注册时提供的信息外，您可能还需要进一步向我们提供与上述产品和服务的功能相关的信息（例如您的真实姓名、性别、出生日期、身份证号码、常用地址、银行卡、头像和简介等），为了验证您提供信息的准确性和完整性，或保障您的帐号安全，我们会与合法留存您的信息的国家机关、金融机构、企事业单位进行核对。如果您不使用特定产品和服务，则无需提供相关信息。
		当您使用刷脸登录、验证功能时，我们会收集您的面部信息。您应按照页面的提示完成相应动作，椒云系统判断您的动作符合要求后，即可完成脸部拍摄。您同意仅使用您本人的面部信息为您本人所持有的椒云帐号使用刷脸登录、验证服务。为了提高验证的准确性，您同意椒云可在必要时将您向椒云提供的面部信息与法律法规允许的机构或政府机关授权的机构所保存的您的面部信息进行比对核验。您可以通过进入帐号与安全页面【刷脸登陆】中设置关闭。如果您不使用刷脸登录功能，则无需提供相关信息。
		我们还可能会记录您在使用我们的产品和/或服务时提供、形成或留存的信息。例如您在使用椒云搜索时输入的搜索关键词信息和点击的链接，您参与其他产品运营活动时提交的信息。您有权选择不提供前述信息，但这将导致您可能无法使用特定服务或功能，或者无法达到相关服务拟达到的效果。
		（2）我们在您使用服务过程中收集的信息</br>
		我们可能会收集关于您使用产品和/或服务（包括使用方式）过程中的信息，此类信息包括：</br>
		1.设备信息</br>
		2.日志信息</br>
		3.位置信息</br>
		4.唯一应用程序编号</br>
		（3）我们通过间接获得方式收集到的您的个人信息</br>
		当您通过我们产品或服务使用椒云关联方、合作方服务时，您同意我们根据实际业务及合作需要从我们关联方、合作方处接收、使用、汇总、分析经您授权同意其向我们提供的您的个人信息。
		如您通过我们产品或服务使用椒云关联方、合作方服务并进行投诉时，为便于商家能与您有效联系并及时处理您的投诉，您同意我们从合作方处获取您投诉时所提供的个人信息，并同步给对应商家。
		（4）为您提供安全保障</br>
		为提高您使用我们与椒云关联方、合作方提供的产品和服务的安全性，我们可能使用您的信息用于身份验证、客户服务、安全防范、诈骗监测、信贷分析等，以预防、发现、调查欺诈、危害安全、非法或违反与我们的协议、政策或规则的行为，以保护您、我们的其他用户、我们或椒云关联方、合作方及社会公众的合法权益。
		二、我们如何保存及保护您的个人信息</br>
		1. 保存期限</br>
		您在使用椒云产品及服务期间，我们将持续为您保存您的个人信息。如果您注销帐户或主动删除上述信息，我们将依据网络安全法等法律法规规定保存您的信息。在您注销帐户或主动删除上述信息后，我们不会再对您的个人信息进行商业化使用，但我们可能会对您的个人信息进行匿名化处理后使用。
		2. 保存地域</br>
		您的个人信息均储存于中华人民共和国境内。如部分产品或服务涉及跨境，我们需要向境外传输您的个人信息，我们会严格按照法律法规的规定执行，并保证您的个人信息安全。
		3. 安全措施</br>
		（1） 我们会以业界成熟的安全标准和规范收集、使用、存储和传输用户信息，并通过用户协议和隐私政策告知您相关信息的使用目的和范围。</br>
	    （2） 我们非常重视信息安全。我们成立了专责团队负责研发和应用多种安全技术和程序等，我们会对安全管理负责人和关键安全岗位的人员进行安全背景审查，我们建立了完善的信息安全管理制度和内部安全事件处置机制等。我们会采取符合业界标准的合理可行的安全措施和技术手段存储和保护您的个人信息，以防止您的信息丢失、遭到被未经授权的访问、公开披露、使用、修改、毁损、丢失或泄漏。我们会采取一切合理可行的措施，保护您的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击。
		（3） 我们会对员工进行数据安全的意识培养和安全能力的培训和考核，加强员工对于保护个人信息重要性的认识。我们部署访问控制机制，对处理个人信息的员工进行身份认证及权限控制，并会与接触您个人信息的员工、合作伙伴签署保密协议，明确岗位职责及行为准则，确保只有授权人员才可访问个人信息。若有违反保密协议的行为，会被追究相关责任。</br>
		（4） 我们提醒您注意，互联网并非绝对安全的环境，当您通过电子邮件、短信等与其他用户交互信息时，不确定第三方软件对信息的传递是否完全加密，请注意确保您个人信息的安全，我们建议您不要通过此类方式发送个人信息，以免个人信息泄露。请使用复杂密码，协助我们保证您的帐号以及个人信息安全。</br>
		根据我们的安全管理制度，个人信息泄露、毁损或丢失事件被列为最特大安全事件，一经发生将启动公司最高级别的紧急预案，由【安全部、政府关系部、法务部】等多个部门组成联合应急响应小组处理。       4. 安全事件通知
		（1）我们会制定网络安全事件应急预案，及时处置系统漏洞、计算机病毒、网络攻击、网络侵入等安全风险，在发生危害网络安全的事件时，我们会立即启动应急预案，采取相应的补救措施，并按照规定向有关主管部门报告。
		（2）个人信息泄露、毁损、丢失属于公司级特大安全事件，我们会负责定期组织工作组成员进行安全预案演练，防止此类安全事件发生。若一旦不幸发生，我们将按照最高优先级启动应急预案，由安全部、政府关系部、法务部等多个部门组成应急响应小组，在最短时间内追溯原因并减少损失。</br>
		（3） 在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。我们将及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</br>
		三、您的权利</br>
		按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：</br>
		1.访问您的个人信息</br>
		您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式自行访问您的个人信息：</br>
		帐号信息——如果您希望访问或编辑您的帐号中的个人基本资料信息、联系方式信息、更改您的密码、添加安全信息、进行帐号关联、身份认证等，您可以通过产品</br>
		2.更正您的个人信息</br>
		您发现我们处理的关于您的个人信息有错误时，您有权对错误或不完整的信息作出更正或更新，您可以通过</br>
		3. 删除您的个人信息</br>
		在以下情形中，您可以向我们提出删除个人信息的请求，您可以通过</br>
		1.如果我们违法法律法规或与您的约定收集、使用、与他人共享或转让您的个人信息；</br>
		2. 如果我们违反法律法规规定或与您的约定，公开披露您的个人信息，您有权要求我们立即停止公开披露的行为，并发布通知要求相关接收方删除相应的信息。当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。我们在产品设计的过程中及最终的呈现和用户体验环节，将尽可能地为您控制个人信息提供更为便捷的方式。由于不同产品的功能服务不同，因此为您提供的个人信息控制方式及设计可能不同，请您在使用具体产品时阅读相关产品隐私政策进一步了解。</br>
		椒云愿一直陪伴您，若因特殊原因导致椒云平台产品和服务被迫停止运营，我们将按照法律法规要求在产品和/或服务的主页面或站内信或向您发送电子邮件或其他合适的能触达您的方式通知您，并将停止对您个人信息的收集，同时会按照法律规定对所持有的您的个人信息进行删除或匿名化处理等。</br>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
