<template>
	<view>
		更新日期：2021年9月22日</br>
		生效日期：2021年9月23日</br>
		 欢迎您使用我们的产品和服务！我们非常重视您的隐私保护和个人信息保护。本隐私政策适用于您对椒云平台的访问和使用留存的信息。
		引言：
		我们尽量以更清晰、更容易被您理解的方式展现本隐私政策，从而希望能够真实地传达我们希望向您传达的信息，并希望您在向我们提供某些信息（其中很可能包括您的个人信息）以及允许我们处理并分享某些信息之前，能够清晰地了解这些信息收集的目的、可能的用途以及其他方面的内容。为了便于您阅读及理解，我们将专门术语进行了定义，请参见本隐私政策“附录1：定义”来了解这些定义的具体内容。
		本隐私政策适用于椒云平台（范围详见附录1：定义）所有产品和服务。</br>
		如某款椒云产品有单独的隐私政策，则该产品的隐私政策将优先适用。该产品隐私政策未涵盖的内容，以本隐私政策内容为准。</br>
		本隐私政策旨在帮助您了解我们会收集哪些数据、为什么收集这些数据，会利用这些数据做些什么及如何保护这些数据。</br>
		若您使用椒云平台的服务，即表示您认同我们在本政策中所述内容。在将您的信息用于本隐私权政策未涵盖的用途时，我们会事先征求您的同意。</br>
		我们深知个人信息对您的重要性，也深知为您的信息提供有效保护是我们业务健康可持续发展的基石。感谢您对椒云平台的使用和信任！我们致力于维持您对我们的信任，恪守适用法律和我们对您的承诺，尽全力保证您的个人信息安全和合理使用。同时，我们郑重承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。</br>
		椒云集团app尊重并保护所有适用服务用户的个人隐私权。</br>
		为了给您提供更准确、更有个性化的服务，本应用会按照隐私权政策的规定适用和披露您的个人信息。但本应用将以高度的勤勉、审 义务对待这些信息。出本隐私权政策另有规定外，在未征得您事先许可的情况下，本应用不会将这些信息对外披露或向第三方提供。本应用会不时更新隐私政策。您在同意本应用政策全部内容。本隐私权政策属于本应用服务使用协议不可分割的一部分。</br>
		 一、适用范围</br>
		（1）在您注册本应用账号时，您根据本应用要求提供的个人注册信息；</br>
		（2）在您使用本应用网络服务，或访问本应用平台网页时，本应用自动接收并记录您的浏览和计算机上的信息，包括但不限于您的1P地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；</br>
		（3）本应用通过合法途径从商业伙伴处取得用户个人数据。</br>
		您了解并同意，以下信息不适用本隐私权政策：</br>
		（1）您在使用本应用平台提供的搜索服务时输入的关键字信息；</br>
		（2）本应用收集到您在本应用发布的有关信息数据，包括但不限于参与活动、成交信息及详情；</br>
		（3）违反法律规定或违反本应用规则行为及本应用已对您采取的措施。</br>
		 二、信息使用</br>
		（1）本应用不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和本应用（含本应用关联公司）单独过共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。</br>
		（2）本应用亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本应用平台用户如从事上述活动，一经发现，本应用有权立即终止与该用户的服务协议。</br>
		（3）为服务用户的目的，本应用可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与本应用合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。</br>
		三、信息披露</br>
		在如下情况下，本应用将依据您的个人原因或法律的规定全部或部分的披露您的个人信息：</br>
		 (a)经您事先同意，向第三方披露</br>
		（b）为提供您所要求的产品和服务，而必须和地方分享您的个人信息。</br>
		（c）根据法律法规的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</br>
		（d）如您出现违反中国有关法律、法规或者本应用服务协议或相关规则的情况，需要向第三方披露；</br>
		（e）如您是适格的指示产权投诉人并已提起诉讼，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</br>
		（f）在本应用平台上创建的某一交易中，如交易任何一方 行或部分 行了交易义务并提出信息披露请求的，本应用有权决定向该用户提交其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。</br>
		（g)其它本应用根据法律、法规或者网站政策认为合适的披露。</br>
		（h）本应用集成友盟+SDK</br>
		友盟+SDK需要收集您的设备信息（IMEI/Mac/IDFA/OPENUDID/GUID/SIM卡IMSI/地理位置信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。相关隐私政策请参阅 https://www.umeng.com/page/policy（SDK）（io.dcloud.common）</br>
		在用户点击隐私协议“同意”按钮前，不要读取收集（获取设备IMEI）信息。用户点击“同意”前，APP或SDK不能和云端有任何数据交互(隐私政策的网页除外)，APP或SDK不能对设备进行任何数据读取，SDK必须做延迟初始化配置，用户同意《隐私政策》后再初始化SDK采数。""</br>
		 四、信息存储和交换</br>
		本应用收集的有关您的信息和资料将保存在本应用及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本应用收集信息和资料所在地的境外并在境外被访问、存储和展示。</br>
		 1.Cookie使用</br>
		（a）在您未拒绝接受cookies的情况下，本应用会在您的计算机上设定或取用cookies，以便您能登陆或使用依赖于cookies的本应用平台服务或功能。本应用使用cookies可为您提供更加周到的个性化服务，包括推广服务</br>。
		（b）您由权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookiea，但如果您选择拒绝接受cookies,则您可能无法登陆或使用依赖于cookies的本应用网络服务或功能。</br>
		（c）通过本应用所设cookies所取得有关信息，将适用本政策。</br>
		 五、信息安全</br>
		（a）本应用账号均有安全保护功能，请妥善保管您的用户名及密码信息。本应用将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时业请您注意在信息网络上不存在“完善的安全措施”。</br>
		（b）在使用本应用网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对</br>
		 六、本隐私政策的更改</br>
		（a）如果决定更改隐私政策，我们会在本政策中、本公司网站中以及我们认为适当的位置发布这些更改，以便您了解我们如何收集、使用您的个人信息，哪些人可以访问这些信息，以及在什么情况下我们透露这些信息。</br>
		  ( 9）本公司保留随时修改政策的权利，因此经常查看。如对本政策作出重大更改，本公司会通过网站通知的形式告知。</br>
		    方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄露，尤其时本应用用户名及密码发生泄露，请您立即联络本应用的客服，以便本应用采取相应的措施。</br>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
